execution.yml
---
execution:
- concurrency: 50
  hold-for: 3m
  ramp-up: 2m

  scenario: Choose Flight
scenarious:
  Choose Flight:
    requests:
    - label: blazedemo
      method: GET
      url: http://blazedemo.com/
    - method: POST
      url: http://blazedemo.com/reserve.php
      body: 
        fromport: Paris
        toport: Buenos